Repository: ruditimmermans/launcher-modular
Catalog: po/*.po
Languages: eo

source: About
eo: Pri

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>GNU General Public License</a> for more details.
eo: Ĉi tiu programo estas libera programo: vi povas redistribui ĝin kaj/aŭ modifi ĝin laŭ la kondiĉoj de la Ĝenerala Publika Licenco GNU eldonita de Free Software Foundation — aŭ versio 3 de la Licenco, aŭ (laŭplaĉe) ajna posta versio. Ĉi tiu programo estas distribuata kun la espero, ke ĝi estos utila, sed SEN AJNA GARANTIO; sen eĉ la implicita garantio de PRIKOMERCEBLECO aŭ TAŬGECO POR IU CELO. Vidu la <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">Ĝeneralan Publikan Licencon GNU</a> por pliaj detaloj.

source: SOURCE
eo: FONTO

source: ISSUES
eo: PROBLEMOJ

source: DONATE
eo: DONACI

source: Maintainer
eo: Mastrumanto

source: Copyright
eo: Kopirajtoj

source: Widget Settings
eo: Agordoj pri fenestraĵoj

source: Choose
eo: Elekti

source: Swipe up to configure the launcher
eo: Ŝovumu supren por agordi la lanĉilon

source: Add custom icon
eo: Uzi propran piktogramon

source: Manage page
eo: Administri paĝon

source: Configure Launcher
eo: Agordi lanĉilon

source: Autostart
eo: Aŭtomate lanĉi

source: Help
eo: Helpo

source: SVG or PNG icon. 1:1 ratio
eo: SVG- aŭ PNG-piktogramo de formato 1:1

source: The <b>title</b> to be shown in the app list
eo: La <b>titolo</b> de la listo de programoj

source: Website
eo: Retejo

source: Terminal command
eo: Terminala komando

source: Launch app
eo: Lanĉi programon

source: Launch an app
eo: Lanĉi programon

source: <b>Action</b> example:
eo: <b>Ago</b> ekzemple:

source: Create icon
eo: Krei piktogramon

source: Cancel
eo: Nuligi

source: Page management
eo: Administro de paĝoj

source: Choose a page
eo: Elekti paĝon

source: Delete
eo: Forviŝi

source: Settings
eo: Agordoj

source: Generals
eo: Ĝenerala

source: Dark background
eo: Malhela fono

source: Background blur effect
eo: Fona svagiga efekto

source: None
eo: Nenio

source: Rounded
eo: Rondigitaj

source: Style Icons :
eo: Stilo de piktogramoj:

source: Widgets
eo: Fenestraĵoj

source: Show clock
eo: Montri horloĝon

source: Show weather
eo: Montri veteron

source: Show alarms
eo: Montri alarmojn

source: Show last call
eo: Montri lastan alvokon

source: Show last message
eo: Montri lastan mesaĝon

source: Show events
eo: Montri eventojn

source: Translators
eo: Tradukintoj

source: Dutch -
eo: Nederlanda -

source: French -
eo: Franca -

source: German -
eo: Germana -

source: Portuguese -
eo: Portugala -

source: Russian -
eo: Rusa -

source: Agenda
eo: Farendaĵoj

source: Search your phone and online sources
eo: Serĉi vian telefonon kaj retajn fontojn

source: Installed Apps
eo: Instalitaj programoj

source: Uninstall
eo: Malinstali

source: Remove
eo: Forigi

source: new todo
eo: nova farendaĵo

source: Settings Page
eo: Agordoj

source: General
eo: Ĝenerala

source: Limit of days
eo: Limo de tagoj

source: By default 60 days
eo: Implicite 60 tagoj

source: Favorite apps management
eo: Administro de ŝatataj programoj

source: Image path
eo: Loko de bildo

source: Alarms
eo: Alarmoj

source: No active alarm
eo: Neniu aktiva alarmo

source: at
eo: je

source: Events
eo: Eventoj

source: No events
eo: Neniu evento

source: Favorite Apps
eo: Ŝatataj programoj

source: Favorite Contacts
eo: Ŝatataj kontaktoj

source: Last Call
eo: Lasta alvoko

source: No recent calls
eo: Neniu lastatempa alvoko

source: Last Message
eo: Lasta mesaĝo

source: No recent messages
eo: Neniuj lastatempaj mesaĝoj

source: Search Contacts
eo: Serĉi kontaktojn

source: Please long press here to configure
eo: Premu longe ĉi tie por agordi

source: Calm
eo: Sen vento

source: Light Air
eo: Venteto

source: Light Breeze
eo: Brizeteto

source: Gentle Breeze
eo: Brizeto

source: Moderate Breeze
eo: Brizo

source: Fresh Breeze
eo: Brizego

source: Strong Breeze
eo: Brizegego

source: Near Gale
eo: Ventego

source: Gale
eo: Ŝtormeto

source: Severe Gale
eo: Ŝtormo

source: Violent Storm
eo: Ŝtormego

source: Hurricane
eo: Uragano

source: of
eo: de

source: North
eo: Norda

source: North-Northeast
eo: Nord-nordeosta

source: Northeast
eo: Nordeosta

source: East-Northeast
eo: Eost-nordeosta

source: East
eo: Eosta

source: East-Southeast
eo: Eost-sudeosta

source: Southeast
eo: Sudeosta

source: South-Southeast
eo: Sud-sudeosta

source: South
eo: Suda

source: South-Southwest
eo: Sud-suduesta

source: Southwest
eo: Suduesta

source: West-Southwest
eo: Uest-suduesta

source: West
eo: Uesta

source: West-Northwest
eo: Uest-norduesta

source: Northwest
eo: Norduesta

source: North-Northwest
eo: Nord-norduesta

source: humidity
eo: humido

source: Settings Widget Clock
eo: Agordoj pri horloĝa fenestraĵo

source: Show analog clock with digits
eo: Montri analogan horloĝon kun ciferoj

source: Settings Widget
eo: Agordoj pri fenestraĵoj

source: Limit of event
eo: Limo de evento

source: By default 3 event
eo: Implicite 3 eventoj

source: Dialer
eo: Telefonprogramo

source: Open the dialer
eo: Lanĉi telefonprogramon

source: Open Linphone
eo: Malfermi Linphone

source: When clicked :
eo: Kiam alklakita:

source: Default
eo: Implicite

source: Call
eo: Alvoki

source: Open the dialer with number
eo: Lanĉi telefonprogramon per telefonnumero

source: View a summary
eo: Vidi resumon

source: Open the application
eo: Malfermi la programon

source: Open Message
eo: Malfermi mesaĝon

source: Open the application with message
eo: Malfermi la programon per la mesaĝo

source: City name
eo: Nomo de urbo

source: or
eo: aŭ
